Repository: Ahmed7773333/osama_consultant
Catalog: lib/config/l10n/app_*.arb
Languages: ar

# noRoute
source: NOT FOUND
ar: غير موجود

# fullNameHint
source: Name
ar: الاسم

# emailHint
source: Email
ar: البريد الإلكتروني

# passwordHint
source: Password
ar: كلمة المرور

# phoneHint
source: Phone number
ar: رقم الهاتف

# confirmedpasswordHint
source: Confirm Password
ar: تأكيد كلمة المرور

source: Sign Up
ar: تسجيل

# iAgree
source: I agree with the Terms of Service & Privacy Policy
ar: أوافق على شروط الخدمة وسياسة الخصوصية

# alreadyHave
source: Have an account? Log in
ar: لديك حساب؟ تسجيل الدخول

# dontHave
source: Don’t have an account? Join us
ar: ليس لديك حساب؟ انضم إلينا

# signInTxt1
source: Welcome back
ar: مرحبًا بعودتك

source: Login
ar: تسجيل الدخول

# forget
source: Forget Password
ar: نسيت كلمة المرور

# selectDay
source: Available Days
ar: الأيام المتاحة

# selectTime
source: Available Times
ar: الأوقات المتاحة

source: Slot Details
ar: تفاصيل الفترات الزمنية

# selectNotifyTime
source: Would You like us to remind you?
ar: هل ترغب في أن نذكرك؟

# noAvailableTimes
source: There is no available times in this day
ar: لا توجد أوقات متاحة في هذا اليوم

source: Select Start Time
ar: اختر وقت البدء

source: Select End Time
ar: اختر وقت الانتهاء

# addTimeToDay
source: Add Time to this day
ar: أضف وقتًا لهذا اليوم

# deleteSelectedSlot
source: Delete The Selected Slot
ar: احذف الفترة الزمنية المحددة

source: Request Details
ar: تفاصيل الطلب

# joinWhenTimeComes
source: You can join when Time comes
ar: يمكنك الانضمام عند حلول الوقت

source: Join
ar: انضمام

source: Meeting Details
ar: تفاصيل الاجتماع

source: ID:
ar: المعرف:

source: Title:
ar: العنوان:

source: From:
ar: من:

source: To:
ar: إلى:

source: Status:
ar: الحالة:

source: Schedule:
ar: الجدول:

source: Waiting for payment
ar: في انتظار الدفع

source: Discover Solutions
ar: اكتشف الحلول

# findTailoredSolutions
source: Find tailored solutions to your emotional and mental health needs.
ar: ابحث عن حلول تناسب احتياجاتك العاطفية والنفسية.

source: Join Our Community
ar: انضم إلى مجتمعنا

# connectWithOthers
source: Connect with others on a similar journey and share your experiences.
ar: تواصل مع الآخرين الذين يشاركونك الرحلة وشارك تجاربك.

source: Schedule Meetings
ar: جدول الاجتماعات

# setUpConsultations
source: Easily set up consultations at times that work for you.
ar: قم بترتيب الاستشارات في الأوقات التي تناسبك بسهولة.

# chatWithOsama
source: Chat with Osama Monir
ar: تحدث مع أسامة منير

# receivePersonalizedAdvice
source: Receive personalized advice and support from Osama Monir through our chat feature.
ar: احصل على نصائح ودعم مخصص من أسامة منير عبر ميزة الدردشة لدينا.

source: Skip
ar: تخطي

source: Done
ar: تم

# errorUploadingAudio
source: Error uploading audio file
ar: خطأ في تحميل ملف الصوت

source: Error:
ar: خطأ:

source: Test
ar: اختبار

source: Recording Paused
ar: تسجيل متوقف مؤقتاً

source: Recording...
ar: تسجيل...

# remoteUserDisabledCamera
source: Remote user has disabled their camera
ar: قام المستخدم البعيد بإيقاف تشغيل الكاميرا

# pleaseWaitForRemoteUser
source: Please wait for remote user to join
ar: يرجى الانتظار حتى ينضم المستخدم البعيد

# enterEmailForVerification
source: Enter your email for the verification process, we will send a 4-digit code to your email.
ar: أدخل بريدك الإلكتروني لعملية التحقق، سنرسل رمزاً مكوناً من 4 أرقام إلى بريدك الإلكتروني.

# continuee
source: Continue
ar: متابعة

source: Reset Password
ar: إعادة تعيين كلمة المرور

# setNewPassword
source: Set the new password for your account so you can login and access all the features.
ar: حدد كلمة مرور جديدة لحسابك لتتمكن من تسجيل الدخول والوصول إلى جميع الميزات.

source: New Password
ar: كلمة المرور الجديدة

source: Re-enter Password
ar: أعد إدخال كلمة المرور

source: Update Password
ar: تحديث كلمة المرور

source: Book a Meeting
ar: احجز اجتماعًا

source: Send a Request
ar: أرسل طلبًا

source: OR
ar: أو

source: Proceed to Chat
ar: المتابعة إلى الدردشة

# checkYourConnection
source: Check Your Connection and try again
ar: تحقق من الاتصال وحاول مجدداً

source: My Requests
ar: طلباتي

source: Pay
ar: الدفع

source: Payment Status
ar: حالة الدفع

# paymentCompleted
source: Payment Completed Successfully!
ar: تمت عملية الدفع بنجاح!

source: Payment Declined!
ar: تم رفض الدفع!

# visaPayment
source: Don't close this page
ar: لا تغلق الصفحة قبل اتمام التحميل

source: Modify
ar: تعديل

# tapToChangeData
source: Tap to change your data
ar: انقر لتغيير بياناتك

source: See Your Requests Status
ar: تحقق من حالة طلباتك

source: Language
ar: اللغة

# automatic
source: English
ar: عربي

source: About
ar: حول

# learnMoreAboutApp
source: Learn more about Osama Monir'App
ar: تعرف على المزيد عن تطبيق أسامة منير

source: Account
ar: الحساب

source: Notifications
ar: الإشعارات

source: Sign Out
ar: تسجيل الخروج

source: Welcome
ar: مرحباً

source: Edit
ar: تعديل

source: Home
ar: الصفحة الرئيسية

source: Meeting
ar: اجتماع

source: Chat
ar: دردشة

source: Profile
ar: الملف الشخصي

# consultantCount
source: This is the count of your consultants you can’t send when it’s zero
ar: عدد المستشارين المتاحين؛ لا يمكنك إرسال طلب عندما يكون صفر

# consultants
source: Tickets:
ar: التذاكر:

# buyConsultants
source: This is the pay button to buy consultants (for 30$)
ar: زر الدفع لشراء مستشارين (مقابل 30 دولارًا)

# sendMessage
source: Send a message...
ar: إرسال رسالة...

# recordButton
source: This is the record button to start recording with limit up to 10 minutes
ar: زر التسجيل لبدء التسجيل بحد أقصى 10 دقائق

# pauseButton
source: This is the pause button to pause or resume your record without stopping it
ar: زر التوقف المؤقت لإيقاف التسجيل مؤقتاً أو استئنافه دون إنهائه

# stopButton
source: This is the stop button to finish your record and test it before sending
ar: زر الإيقاف لإنهاء التسجيل واختباره قبل الإرسال

source: Something went wrong
ar: حدث خطأ ما

# tryAgainLater
source: Try another time or try again later
ar: جرب في وقت لاحق

# aboutOsama
source: About Osama Mounir
ar: حول أسامة منير

source: Emotional Wellness
ar: الصحة العاطفية

# howToUseChatDescription
source: To access the chat, purchase the available tickets. Each ticket allows you to send text messages up to 1000 characters or record a voice message up to 10 minutes. Use your time wisely to express your thoughts clearly.
ar: للدخول إلى الدردشة، قم بشراء التذاكر المتاحة. كل تذكرة تمنحك إمكانية إرسال رسائل نصية حتى 1000 حرف أو تسجيل رسالة صوتية حتى 10 دقائق. استخدم وقتك بحكمة لتعبر عن أفكارك بوضوح.

# chatGuidelines
source: Enjoy a premium communication experience. Purchase tickets as needed and adhere to the character and time limits for a smooth and seamless interaction.
ar: استمتع بتجربة تواصل مميزة. قم بشراء التذاكر حسب حاجتك وتأكد من الالتزام بالحدود الزمنية وعدد الأحرف لتجربة مريحة وسلسة.

# buyConsultantsCredit
source: Buy Tickets
ar: شراء تذاكر

# chargeWalletDescription
source: Buy tickets to get exclusive support and services.
ar: اشتري تذاكر للحصول على الدعم والخدمات الحصرية.

# chargeWallet
source: Buy Tickets
ar: اشتري التذاكر

source: About Osama Mounir
ar: حول أسامة منير

source: Your Requests
ar: طلباتك

source: YouTube
ar: يوتيوب

# watchLatestEpisodes
source: Now you can watch the latest episodes...
ar: يمكنك الآن مشاهدة أحدث الحلقات...

source: Social Media
ar: التواصل الاجتماعي

# followOsamaOnFacebook
source: Follow Osama Mounir on Facebook for the latest updates...
ar: تابع أسامة منير على فيسبوك للحصول على آخر التحديثات...

# videoCall
source: Engage with your consultant face-to-face anytime. Start a video call and get the support you need instantly.
ar: تواصل وجهاً لوجه مع مستشارك في أي وقت. ابدأ مكالمة فيديو واحصل على الدعم الذي تحتاجه على الفور.

# youHaveRegister
source: You have to register first
ar: لازم تسجل الاول

# osama
source: OSAMA MOUNIR
ar: اسامة منير

# name
source: guest
ar: بالضيف

source: Listening stations
ar: محطات الاستماع

# listentoepisodes
source: You can now listen to all episodes of Osama Mounir from anywhere and at any time through Anghami...
ar: يمكنك الآن الاستماع إلى جميع حلقات أسامة منير من أي مكان وفي أي وقت من خلال أنغامي...

# distinctvoice
source: With a voice so strong and distinct, you can differentiate between all others...
ar: بصوت قوي ومميز يمكنك التمييز بينه وبين جميع الأصوات الأخرى...

source: see more
ar: عرض المزيد

# openButtonDescription
source: This is the Open button to Start the chat
ar: هذا هو الزر لبدء الدردشة

source: Close Chatting
ar: إغلاق الدردشة

source: Start Chatting
ar: بدء الدردشة

# consultantsCountDescription
source: This is the count of your Tickets you can't send when it's zero
ar: هذا هو عدد المستشارين الخاص بك، لا يمكنك الإرسال عندما يكون صفرًا

# payButtonDescription
source: This is the pay button to buy Tickets
ar: هذا هو الزر للدفع لشراء التذاكر

# recordButtonDescription
source: This is the record button to start recording with limit up to 10 minutes
ar: هذا هو الزر لبدء التسجيل بحد أقصى 10 دقائق

# pauseButtonDescription
source: This is the pause button to pause or resume your record without stopping it
ar: هذا هو الزر لإيقاف أو استئناف التسجيل دون إيقافه

# stopButtonDescription
source: This is the stop button to finish your record and test it before sending
ar: هذا هو الزر لإنهاء التسجيل واختباره قبل الإرسال

# payButton
source: Pay
ar: دفع

# testAudio
source: Test
ar: اختبار

source: quote
ar: مقولة

# code
source: Enter your voucher code
ar: ادخل كود الخصم

# subscribe
source: Subscribe now for 50 pounds per month
ar: اشترك الآن مقابل خمسين جنيه لتصلك مقولة جديدة كل يوم

# buyTicket
source: Buy a ticket
ar: اشتري تذكرة

# sub
source: Subscribe
ar: اشترك

# terms_and_conditions
source: By using this app, you agree to the following terms: 1. All transactions, including ticket purchases and subscriptions, are final and non-refundable. 2. Payment details must be accurate before confirming transactions. 3. Unauthorized use of the app or its services is strictly prohibited. 4. Subscription renewals are required every 30 days to access daily quotes. 5. Chat functionality is only available after purchasing tickets. 6. The app reserves the right to modify terms without prior notice.
ar: باستخدامك لهذا التطبيق، فإنك توافق على الشروط التالية: 1. جميع المعاملات، بما في ذلك شراء التذاكر والاشتراكات، نهائية وغير قابلة للاسترداد. 2. يجب أن تكون تفاصيل الدفع دقيقة قبل تأكيد المعاملات. 3. يُمنع منعاً باتاً استخدام التطبيق أو خدماته بشكل غير قانوني. 4. يجب تجديد الاشتراك كل 30 يومًا للوصول إلى الاقتباسات اليومية. 5. لا يمكن استخدام ميزة الدردشة إلا بعد شراء التذاكر. 6. يحتفظ التطبيق بالحق في تعديل الشروط دون إشعار مسبق.

# how_to_use
source: 1. Open the app. 2. Purchase tickets to unlock the chat feature. 3. Subscribe to receive daily quotes. 4. Renew your subscription every 30 days to continue receiving daily quotes. 5. Navigate to the wallet section to charge your wallet and complete purchases.
ar: 1. افتح التطبيق. 2. قم بشراء التذاكر لفتح ميزة الدردشة. 3. اشترك لتلقي الاقتباسات اليومية. 4. جدد اشتراكك كل 30 يومًا لتستمر في تلقي الاقتباسات اليومية. 5. انتقل إلى قسم المحفظة لشحن محفظتك وإتمام عمليات الشراء.

# how_to_use_title
source: How to Use
ar: كيفية الاستخدام

# terms_and_conditions_title
source: Terms and Conditions
ar: الشروط والأحكام

# about_content
source: With a voice so strong and distinct, you can differentiate between all others, Osama Mounir is the number one voiceover artist in all of the Middle East, and the most popular Egyptian Radio Host. Voiceovers are what kick-started his career in the early nineties, opening doors for him left and right, and it only went up from there. As the famous Dr. of Love we all know today, his ongoing radio show “Ana w Nogoom w Hawak” on Nogoom FM is what gave him the Egyptian Love Guru persona he has today. Women and men from all over Egypt call the show waiting for love advice from the wise man with the beautiful voice. “Ana w Nogoom w Hawak” became very popular and has also been selected by RTL International (the German TV Channel) as one of the four best night radio shows worldwide, and has also been awarded The Best Radio Show in all of Egypt 15 years in a row, as well as Osama Mounir himself being awarded the Best Radio Presenter in Egypt 15 years in a row by local and international universities worldwide, TV stations, radio shows, local and international festivals. He has also recorded endless political, industrial, and religious documentaries with topics of all sorts. His career later broadened to not only voiceovers and radio shows, but also to TV programs that involve everything from politics to lifestyle, hosting his own TV shows, and starring in award-winning movies. He also hosted the Cairo Film Festival and several other events for Etisalat, Coca-Cola, Pepsi, Pfizer, and more. Osama Mounir has also been awarded The Number One Radio Presenter in all of the Middle East two years in a row in 2016 and 2017. But Osama’s talents don’t just end with his unique voice, acting, and hosting skills. He opened up his own advertising agency in 2014 called Express Media and has been growing every day since. As the CEO & founder of Express Media, Express Media Production, OM Digital & Radio Mahatet Misr, Osama has built a very solid name for himself in the market with a huge and respected database of clientele. Some of his TV programs, shows, and movies he’s starred in include Hekaiat w bene’ishha, Hekayat Masriya, and Kol Leila on Nile Life TV Channel, 90 Minutes on El Mehwar TV, and El Beit Beitak.
ar: بصوت قوي ومميز للغاية، يمكن تمييزه بين جميع الأصوات الأخرى، يُعد أسامة منير الفنان الصوتي الأول في الشرق الأوسط، وأشهر مذيع راديو مصري. كانت الدبلجة الصوتية هي بداية مسيرته المهنية في أوائل التسعينيات، مما فتح له الأبواب يمينًا ويسارًا، ولم تتوقف نجاحاته منذ ذلك الحين. بصفته دكتور الحب الشهير الذي نعرفه اليوم، فإن برنامجه الإذاعي المستمر "أنا والنجوم وهواك" على نجوم إف إم هو ما منحه شخصية خبير الحب المصري التي اشتهر بها اليوم. يتصل النساء والرجال من جميع أنحاء مصر بالبرنامج طلبًا للنصيحة العاطفية من الرجل الحكيم ذو الصوت الجميل. أصبح "أنا والنجوم وهواك" شائعًا جدًا وتم اختياره من قبل RTL International (القناة التلفزيونية الألمانية) كواحد من أفضل أربعة برامج إذاعية ليلية على مستوى العالم، وتم منحه أيضًا جائزة أفضل برنامج إذاعي في مصر لمدة 15 عامًا على التوالي، بالإضافة إلى حصول أسامة منير نفسه على جائزة أفضل مذيع راديو في مصر لمدة 15 عامًا على التوالي من قبل الجامعات المحلية والدولية، والمحطات التلفزيونية، والبرامج الإذاعية، والمهرجانات المحلية والدولية. كما سجل العديد من الوثائقيات السياسية والصناعية والدينية بمواضيع متنوعة. وتوسعت مسيرته المهنية لاحقًا لتشمل ليس فقط الدبلجة الصوتية والبرامج الإذاعية، ولكن أيضًا البرامج التلفزيونية التي تغطي كل شيء من السياسة إلى أسلوب الحياة، حيث قدم برامج تلفزيونية خاصة به وشارك في أفلام حائزة على جوائز. كما استضاف مهرجان القاهرة السينمائي والعديد من الأحداث الأخرى لصالح اتصالات، وكوكاكولا، وبيبسي، وفايزر، وغيرها. وحصل أسامة منير أيضًا على جائزة أفضل مذيع راديو في الشرق الأوسط لعامين متتاليين في 2016 و2017. ولكن مواهب أسامة لا تتوقف عند صوته الفريد والتمثيل ومهارات التقديم. افتتح وكالته الإعلانية الخاصة في عام 2014 تحت اسم إكسبريس ميديا واستمر في النمو يومًا بعد يوم. بصفته الرئيس التنفيذي والمؤسس لشركات إكسبريس ميديا، وإكسبريس ميديا برودكشن، وOM ديجيتال، وإذاعة محطة مصر، قام أسامة ببناء اسم قوي لنفسه في السوق مع قاعدة عملاء ضخمة وموثوقة. بعض البرامج التلفزيونية والعروض والأفلام التي شارك فيها تشمل "حكايات وبنعيشها"، و"حكايات مصرية"، و"كل ليلة" على قناة نايل لايف، و"90 دقيقة" على قناة المحور، و"البيت بيتك".

source: TikTok
ar: تيكتوب

source: Anghami
ar: انغامي

source: Facebook
ar: فيسبوك

source: Instagram
ar: انستاجرام
